Repository: jorge-vitrubio/kk-star-ratings
Catalog: languages/*.po
Languages: ca_es, es_es

source: Allow blog visitors to involve and interact more effectively with your website by rating posts.
ca_es: Permet als visitants del blog involucrar-se i interactuar de forma més efectiva amb el teu lloc web mitjançant la valoració de publicacions.
es_es: Permite que las personas que visitan tu web se involucren e interactúen de manera eficiente puntuando el contenido.

source: You can only save the options via the admin.
ca_es: Només podeu desar les opcions a través de l'administrador.
es_es: Puedes guardar las opciones mediante la administración.

source: There were some errors while saving the options.
ca_es: S'han produït alguns errors en desar les opcions.
es_es: Hubo algunos errores mientras se guardaban las opciones.

# Label
source: Appearance
ca_es: Aspecte
es_es: Aspecto

# Label
source: Rich Snippets
ca_es: Snippets Rics
es_es: Snippets Enriquecidos

source: The ratings are readonly.
ca_es: Les puntuacions són de només lectura.
es_es: Las puntuaciones son de solo lectura.

source: Not allowed at the moment.
ca_es: De moment no està permès.
es_es: No se permite de momento.

source: You can not cast a vote in archives.
ca_es: No es pot emetre un vot en arxius.
es_es: No puedes emitir votos en los archivos.

source: You need to be authenticated to cast a vote.
ca_es: Cal estar autenticat per emetre un vot.
es_es: Tienes que autenticarte para votar.

source: You have already casted your vote.
ca_es: Vostè ja ha emès el seu vot.
es_es: Ya has emitido tu voto.

source: vote
ca_es: vot
es_es: voto

source: Options saved.
ca_es: Opcions desades.
es_es: Opciones guardadas.

# Label
source: Top Left
ca_es: Superior Esquerra
es_es: Arriba Izquierda

# Label
source: Top Center
ca_es: Centre Superior
es_es: Arriba Centro

# Label
source: Top Right
ca_es: Superior Dreta
es_es: Arriba Derecha

# Label
source: Bottom Left
ca_es: Inferior Esquerra
es_es: Abajo Izquierda

# Label
source: Bottom Center
ca_es: Inferior Centre
es_es: Abajo Centro

# Label
source: Bottom Right
ca_es: Inferior Dreta
es_es: Abajo Derecha

# Label
source: Greeting
ca_es: Salutació
es_es: Saludo

source: Text that will be displayed when no votes have been casted.
ca_es: Text que es mostrarà quan no s'hagi emès cap vot.
es_es: Texto mostrado cuando no se ha emitido el voto

source: The following variables are available:
ca_es: Hi ha disponibles les següents variables:
es_es: Están disponibles las siguientes variables:

# Label
source: Legend
ca_es: Llegenda
es_es: Leyenda

source: Text that will be displayed when votes have been casted.
ca_es: Text que es mostrarà quan s'hagin emès els vots.
es_es: Texto que se mostrará cuando los votos hayan sido emitidos.

source: %s Average ratings
ca_es: %s Puntuacions mitjanes
es_es: %s Votación promedio

source: %s Number of votes casted
ca_es: %s Nombre de vots emesos
es_es: %s Número de votos emitidos

source: %s Total amount of stars
ca_es: %s Quantitat total d'estrelles
es_es: %s Número total de estrellas

source: %s Votes
ca_es: %s Vots
es_es: %s Votos

# Label
source: Stars
ca_es: Estrelles
es_es: Estrellas

source: Total number of stars.
ca_es: Nombre total d'estrelles.
es_es: Número total de estrellas.

# Label
source: Gap
ca_es: Salt
es_es: Distancia

source: Gap between the stars.
ca_es: Salt entre les estrelles.
es_es: Distancia entre las estrellas

# Label
source: Size
ca_es: Mida
es_es: Tamaño

source: Size of a single star.
ca_es: Mida d'una sola estrella.
es_es: Tamaño de cada estrella.

# Label
source: Default Position
ca_es: Posició predeterminada
es_es: Posición por defecto

source: Choose the default position for the auto-embedded star ratings.
ca_es: Trieu la posició per defecte per a les valoracions autoincrustades de les estrelles.
es_es: Elige la posición por defecto para auto-incrustación de la puntuación de estrellas.

# Label
source: Home
ca_es: Pàgina inicial
es_es: Página principal

# Label
source: Archives
ca_es: Arxius
es_es: Archivos

# Label
source: Allow voting in archives
ca_es: Permet votar als arxius
es_es: Permitir el voto en archivos

# Label
source: Allow guests to vote
ca_es: Permet que els convidats votin
es_es: Permitir el voto de invitadas/os

# Label
source: Unique votes (based on IP Address)
ca_es: Vots únics (basats en l'adreça IP)
es_es: Votos únicos (basados en dirección IP)

# Label
source: Lookup IP addresses in alternative headers
ca_es: Cerca les adreces IP a les capçaleres alternatives
es_es: Buscar la dirección IP en cabeceras alternativas

source: This could result into manipulation of the ratings, bypassing IP protection
ca_es: Això podria resultar en una manipulació de les qualificacions, passant per alt la protecció IP
es_es: Esto podría producir una manipulación del resultado, evitando la protección IP

# Label
source: Status
ca_es: Estat
es_es: Estado

# Label
source: Active
ca_es: Actiu
es_es: Activa

source: Globally activate/deactivate the star ratings.
ca_es: Activa/desactiva globalment les valoracions de les estrelles.
es_es: Activar/desactivar globalmente la puntuación de estrellas.

# Label
source: Strategies
ca_es: Estratègies
es_es: Estrategias

source: Select the voting strategies.
ca_es: Seleccioneu les estratègies de votació.
es_es: Seleccione las estrategias de votación.

# Label
source: Locations
ca_es: Ubicacions
es_es: Lugares

source: Star ratings will be auto-embedded for the selected locations. You may still manually allow star ratings for unselected/other locations. E.g. Using %s in your theme/template file(s).
ca_es: Les valoracions de les estrelles s'incorporaran automàticament per a les ubicacions seleccionades. Encara podeu permetre manualment les valoracions d'estrelles per a ubicacions no seleccionades/altres. P. ex. Utilitzant %s en el vostre tema/fitxer de plantilla.
es_es: La puntuación de estrellas será incrustada en los siguientes lugares. De todas maneras, podrá permitir la puntuación de estrellas de manera manual en los lugares no seleccionados u otros que usted quiera. Por ejemplo, Utilizando %s en los ficheros del tema o plantillas.

# Label
source: Exclude Categories
ca_es: Exclou les categories
es_es: Excluye Categorías

source: The posts belonging to the selected categories will not auto-embed the star ratings. You may still manually show the star ratings. E.g. Using %s in your theme/template file(s).
ca_es: Les publicacions que pertanyen a les categories seleccionades no incorporaran automàticament les valoracions de les estrelles. Encara podeu mostrar manualment les valoracions de les estrelles. P. ex. Utilitzant %s en el vostre tema/fitxer de plantilla.
es_es: Las entradas pertenecientes a las siguientes categorías no mostrarán las puntuaciones auto-incrustadas. Podrás mostrar las votaciones de manera manual. Por ejemplo, usando %s en los ficheros de tu tema o plantilla.

# Label
source: Enable
ca_es: Activa
es_es: Activa

source: Enable/disable rich snippets.
ca_es: Activa/inhabilita els snippets rics.
es_es: Activa/desactiva los snippets enriquecidos.

# Label
source: Content
ca_es: Contingut
es_es: Contenido

source: Provide the ld+json structure.
ca_es: Proporciona l'estructura ld+json.
es_es: Proporciona la estructura ld+json.

# Label
source: %s Post title
ca_es: %s Títol de l'entrada
es_es: %s Título de la Entrada

# Label
source: %s Average ratings
ca_es: %s Puntuacions mitjanes
es_es: %s Puntuación promedio

# Label
source: %s Number of votes casted
ca_es: %s Nombre de vots emesos
es_es: %s Número de votos emitidos

# Label
source: %s Total amount of stars
ca_es: %s Quantitat total d'estrelles
es_es: %s Número total de estrellas

# label
source: Reset Ratings
ca_es: Restableix les valoracions
es_es: Reiniciar Puntuación

# label
source: Auto Embed
ca_es: Incrusta automàticament
es_es: Auto Incrustar

# label
source: Enable
ca_es: Activa
es_es: Activar

# label
source: Disable
ca_es: Desactiva
es_es: Desactivar

source: Please try again later.
ca_es: Torneu-ho a provar més tard.
es_es: Por favor, inténtelo más tarde.

source: This action is forbidden.
ca_es: Aquesta acció està prohibida.
es_es: Esta acción no está permitida.

source: A rating can not be accepted at the moment.
ca_es: De moment no es pot acceptar una qualificació.
es_es: En este momento no podemos aceptar la puntuación.

source: A rating is required to cast a vote.
ca_es: Es requereix una qualificació per emetre un vot.
es_es: Es necesaria una puntuación para emitir el voto.

source: The rating value must be between %1$d and %2$d.
ca_es: El valor de la qualificació ha d'estar entre %1$d i %2$d.
es_es: El valor de la puntuación ha de ser entre %1$d y %2$d.
